[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:15};
itm1={id:1,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:645,y:432};
itm10={backcolor:0,background:301,ccp:0,ccpzorder:over,height:74,id:14,name:Update,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:645,y:244,zorder:11,txtfield:{backcolor:0,bidimode:left-to-right,content:Update,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Update,type:TEXTFIELD,visible:true,vlayout:middle,width:159,wrapline:no-wrap,x:0,y:0}};
itm11={backcolor:0,background:134,ccp:0,ccpzorder:over,height:76,id:15,name:Navigation_versions,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:507,x:64,y:172,zorder:12,txtfield:{backcolor:0,bidimode:left-to-right,content:Navigation versions,font:3,height:74,highcolor:0,hlayout:left,linespacing:0,multiline:false,name:Navigation_versions,type:TEXTFIELD,visible:true,vlayout:middle,width:492,wrapline:no-wrap,x:15,y:0}};
itm2={id:2,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:3,y:4,zorder:1};
itm3={backcolor:0,height:74,id:3,img:365,layout:normal,name:TXTbase_one,type:IMAGEFIELD,visible:true,width:507,x:64,y:97,zorder:2,layout_param:{clipx:0,clipy:0}};
itm4={backcolor:0,height:102,id:5,img:491,layout:normal,name:TXTbase_three,type:IMAGEFIELD,visible:true,width:507,x:64,y:247,zorder:4,layout_param:{clipx:0,clipy:0}};
itm5={backcolor:0,height:102,id:6,img:491,layout:normal,name:TXTbase_four,type:IMAGEFIELD,visible:true,width:507,x:64,y:351,zorder:5,layout_param:{clipx:0,clipy:0}};
itm6={backcolor:0,bidimode:left-to-right,content:Software version\co,font:3,height:60,highcolor:0,hlayout:left,id:7,linespacing:0,multiline:true,name:Software_version,type:TEXTFIELD,visible:true,vlayout:middle,width:490,wrapline:wrap-by-word,x:70,y:101,zorder:6};
itm7={backcolor:0,bidimode:left-to-right,content:Production ID\co,font:3,height:90,highcolor:0,hlayout:left,id:10,linespacing:0,multiline:true,name:Production_ID,type:TEXTFIELD,visible:true,vlayout:middle,width:490,wrapline:wrap-by-word,x:70,y:251,zorder:8};
itm8={backcolor:0,bidimode:left-to-right,content:Requesr code\co,font:3,height:90,highcolor:0,hlayout:left,id:12,linespacing:0,multiline:true,name:Requesr_code,type:TEXTFIELD,visible:true,vlayout:middle,width:490,wrapline:wrap-by-word,x:70,y:356,zorder:9};
itm9={backcolor:0,background:301,ccp:0,ccpzorder:over,height:74,id:13,name:Open_Source,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:645,y:168,zorder:10,txtfield:{backcolor:0,bidimode:left-to-right,content:Open Source,font:3,height:74,highcolor:0,hlayout:center,linespacing:-5,multiline:true,name:Open_Source,type:TEXTFIELD,visible:true,vlayout:middle,width:150,wrapline:wrap-by-word,x:3,y:0}};

